CSI API ETABS v1
cSapModel.AreaElm Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cAreaElm AreaElm { get; }
ReadOnly Property AreaElm As cAreaElm
	Get
Dim instance As cSapModel
Dim value As cAreaElm
value = instance.AreaElm
property cAreaElm^ AreaElm {
	cAreaElm^ get ();
}
abstract AreaElm : cAreaElm with get
Property Value
Type: cAreaElm
See Also
Reference
cSapModel Interface
ETABSv1 Namespace